/* imageCounter */
"%i of %i" = "%1$i of %2$i";

/* cancel */
"Cancel" = "Cancel";

/* done */
"Done" = "Done";


/* Default Action View Controller */

"DefaultActionSaveTitle" = "Save to Photo Album";
"DefaultActionCopyTitle" = "Copy";
"DefaultActionEmailTitle" = "Email";

"DefaultFailedToComposeEmailMessage" = "Failed sending photo, please try again";